["Massa bumi mencapai 5.972.190.000.000.000.000.000.000 kg. Mesekipun sedemikian berat, faktanya bumi memiliki kecepatan 107.281 km per pushname untuk mengitari matahari. Cepat sekali, bukan?",
  "La masa del peso de la tierra está dominada por el polvo espacial y puede reducirse mediante gases como el hidrógeno, que se reducen en tres kilogramos por segundo. Este hecho único muestra que la tierra perderá 95 mil toneladas de masa cada año.",
  "En 2018, la población humana se estima en 7.600 millones de personas. Aunque la tierra está llena de personas, un hecho único revela que los humanos no influyen en la masa de la tierra. Esto se debe a que los humanos están formados por átomos en forma de 65 por ciento de oxígeno, 18,5 por ciento de carbono y 9,5 por ciento de hidrógeno.",
  "la tierra está llena de agua en un 70 por ciento, por lo que a menudo es natural que la tierra se llame planeta del agua. El océano más profundo de la tierra es la Fosa de las Marianas con una profundidad de 10.994 metros bajo el agua. El hecho único detrás de la Fosa de las Marianas es que si pones el Monte Everest allí, ¡el pico más alto todavía está a 1,6 kilómetros por debajo del nivel del mar!",
  "El hecho es que la tierra donde viven los humanos es solo el uno por ciento del total del planeta tierra. Este hecho único muestra que todavía hay muchas partes de la tierra que tienen el misterio de la vida. Interesado en hacer exploraciones para descubrir misterios y hechos únicos en otras partes de la tierra.",
  "Terdapat sebuah kota di Rusia yang jalanannya tertata rapi dengan sebuah istana yang didesain seperti catur yang megah. Pembuatan pemukiman tersebut didalangi oleh presiden yang terobsesi dengan catur bernama Kirsan Ilyumzhinov.",
  "Apakah kamu tahu fakta unik mengenai mozzarella yang dibuat dari susu kerbau dan bukan susu sapi? Sekitar 500 tahun yang lalu di Campania, Italia, mozzarella dibuat pertama kali menggunakan susu kerbau. Fakta unik dibalik penggunaan susu kerbau ini karena kandungan protein susu kerbau 10-11% lebih banyak daripada susu sapi.",
  "Bali memiliki fakta unik karena memliki banyak hari libur yang disumbangkan oleh sejumlah hari raya besar keagamaan. Hampir setiap hari besar keagamaan ini setiap orang akan mendapatkan libur. Beberapa hai libur diantaranya adalah hari raya galungan, kuningan, nyepi, pagerwesi, saraswati, dan sejumlah upacara besar lainnya seperti piodalan (pujawali).",
  "Ibukota Jakarta memiliki banyak pesona juga fakta unik yang mungkin belum kamu ketahui. Sebelum diberi nama Jakarta, Ibukota Indonesia ini telah memiliki beberapa kali perubahan nama. Nama Ibukota Indonesia sesuai urutan perubahannya diantaranya adalah Sunda Kelapa, Jayakarta, Batavia, Betawi, Jacatra, Jayakarta, dan Jakarta.",
  "Pada tahun 1952 jendela pesawat didesain dalam bentuk persegi namun penggunaannya dinilai cacat sehingga tidak  diterapkan kembali. Jendela yang bulat dirancang untuk menyiasati perbedaan tekanan udara dalam dan luar pesawat untuk menghindari kegagalan struktural yang dapat menyebabkan kecelakaan pesawat.",
  "Makanan utama dari nyamuk jantan dan betina pada umumnya adalah nektar dan zat manis yang sebagian besar diperoleh dari tanaman. Namun nyamuk membutuhkan protein tambahan unuk bertelur yang bisa didapatkan dari manusia sedangkan nyamuk jantan tidak membutuhkan zat protein tambahan untuk bertelur.",
  "Jembatan suramadu (surabaya-madura) adalah jembatan terpanjang di Asia Tenggara (5438 m).",
  "Tertawa dan bahagia meningkatkan imun, terutama produksi sel-sel pembunuh alamiah yang membantu melindungi tubuh dari penyakit",
  "Kecoa kentut setiap 15 menit dan terus mengeluarkan gas metana (kentut) selama 18 pushname setelah kematian.",
  "Mengoleskan jeruk nipis dapat mencerahkan bagian lutut / siku yang hitam.",
  "Energi yang dihasilkan oleh angin ribut (topan) selama 10 menit lebih besar dibandingkan energi dari bom saat perang",
  "Satu-satunya indera manusia yang tidak berfungsi saat tidur adalah indera penciuman.",
  "Para astronot dilarang makan makanan berjenis kacang-kacangan sebelum pergi ke luar angkasa. Karena bisa menyebabkan mereka mudah kentut. Dan gas kentut sangat membahayakan bagi baju luar angkasa mereka.",
  "Di AS saja, kucing membunuh miliaran hewan dalam kurun waktu setahun. Mereka bertanggung jawab atas kematian 1,4 - 73,7 miliar burung dan 6,9 - 20,7 miliar mamalia setiap tahun. Bukan hanya itu, sejauh ini mereka benar-benar memusnahkan total 33 spesies dari dunia.",
  "Ikan hiu kehilangan gigi lebih dari 6000buah setiap tahun, dan gigi barunya tumbuh dalam waktu 24 pushname.",
  "Semut dapat mengangkat Beban 50 kali tubuhnya.",
  "Mulut menghasilkan 1 liter ludah setiap hari.",
  "Siput bisa tidur selama 3 tahun",
  "Kecoak bisa hidup 9 hari tanpa kepala, dan akan mati karena kelaparan",
  "Mata burung unta lebih besar dari otaknya"]
